{
  "projects": [
    {
      "visible": true,
      "category": "Weather App",
      "title": "< WEATHER />",
      "description": "The Weather App is a user-friendly and visually appealing web application that provides real-time weather information for any location worldwide. With its intuitive interface and comprehensive features, users can easily check the current weather conditions, temperature, humidity, wind speed, and more. The app utilizes the WeatherAPI to fetch accurate and up-to-date weather data, ensuring reliable information at all times.",
      "tags": ["Vanilla JavaScript"],
      "image": {
        "src": "../../images/weather.png",
        "alt": "Weather App Preview",
        "linkTo": "https://weather-eight-henna.vercel.app/"
      },
      "links": [
        {
          "type": "github",
          "url": "https://github.com/abinzach/Weather"
        },
        {
          "type": "external",
          "url": "https://weather-eight-henna.vercel.app/"
        }
      ]
    },
    {
      "visible": true,
      "category": "vocabulary app",
      "title": "Verba",
      "description": "Verba is a captivating vocabulary app born out of a unique story. It was originally developed as a heartfelt project for a close friend who was preparing for the GRE exam. Recognizing the importance of a strong vocabulary in acing the verbal section, this app was meticulously crafted to provide an engaging and effective tool for mastering words. Dive into a world of words, discover their meanings, and elevate your language skills with Verba, the perfect companion for anyone seeking to enhance their vocabulary prowess.",
      "tags": ["React"],
      "image": {
        "src": "../../images/verba.jpg",
        "alt": "Verba App Preview",
        "linkTo": "https://verba-gre.vercel.app/"
      },
      "links": [
        {
          "type": "github",
          "url": "https://github.com/abinzach/Verba"
        },
        {
          "type": "external",
          "url": "https://verba-gre.vercel.app/"
        }
      ]
    },
    {
      "visible": true,
      "category": "Twitter Clone",
      "title": "Twitty",
      "description": "Introducing the Quasar-powered Twitter clone, a minimalist social platform that allows users to post and share tweets effortlessly. Built with a clean and intuitive interface, this clone focuses on the core functionality of composing and adding tweets. Experience the simplicity of sharing your thoughts and ideas with the world in a seamless and user-friendly manner. Join now and start tweeting with ease!",
      "tags": ["Vue", "Quasar"],
      "image": {
        "src": "../../images/Twitty.png",
        "alt": "Extendable Layout",
        "linkTo": "https://twitty-blu.vercel.app/#/"
      },
      "links": [
        {
          "type": "github",
          "url": "https://github.com/abinzach/Twitty"
        },
        {
          "type": "external",
          "url": "https://twitty-blu.vercel.app/#/"
        }
      ]
    }
  ],
  "button": {
    "visible": true,
    "label": "Visit on Github",
    "url": "https://github.com/abinzach"
  }
}
